tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "normen/tap"
tap "wez/wezterm"
brew "bat"
brew "broot"
brew "zstd"
brew "btop"
brew "calcurse"
brew "libgit2"
brew "cargo-c"
brew "webp"
brew "chafa"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "code-minimap"
brew "cowsay"
brew "openldap"
brew "curl"
brew "python@3.11", link: false
brew "ddgr"
brew "dockutil"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gh"
brew "hexyl"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "midnight-commander"
brew "neofetch"
brew "neovim"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "sheldon"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "stylua"
brew "tldr"
brew "tmux"
brew "viu"
brew "wego"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "normen/tap/whatscli"
cask "1password-cli"
cask "astro-command-center"
cask "balenaetcher"
cask "brooklyn"
cask "docker"
cask "eurkey"
cask "fig"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "keycastr"
cask "kitty"
cask "lastpass"
cask "obsidian"
cask "paw"
cask "readdle-spark"
cask "rocket-chat"
cask "setapp"
cask "shortcat"
cask "sigmaos"
cask "spotify"
cask "swiftformat-for-xcode"
cask "tunnelblick"
cask "vimr"
cask "vivaldi"
cask "wezterm-nightly"
