jorgebucaran/fisher
catppuccin/fish
jethrokuan/z
junegunn/fzf
patrickf1/fzf.fish
budimanjojo/tmux.fish
jorgebucaran/autopair.fish
ttscoff/fuzzy_cd
decors/fish-colored-man
gazorby/fish-abbreviation-tips
gazorby/fifc
